[
  {
    "id": 1,
    "title": "These are some most important and precious advices everyone should read 💜🙂",
    "explanation": "This quote emphasizes the value of advice and wisdom, which should be treasured and followed by everyone."
  },
  {
    "id": 2,
    "title": "Take risks in your life. If you win, you can lead; if you lose, you can guide.",
    "explanation": "Taking risks is necessary for growth. Winning enables leadership, while losing teaches valuable lessons to guide others."
  },
  {
    "id": 3,
    "title": "People are not what they say but what they do; so judge them not from their words but from their actions.",
    "explanation": "Actions speak louder than words. People's true nature is revealed through their actions, not their promises."
  },
  {
    "id": 4,
    "title": "When someone hurts you, don't feel bad because it's a law of nature that the tree that bears the sweetest fruits gets maximum number of stones.",
    "explanation": "This highlights the idea that successful people often face the most challenges, just like fruitful trees endure the most attacks."
  },
  {
    "id": 5,
    "title": "Take whatever you can from your life because when life starts taking from you, it takes even your last breath.",
    "explanation": "Life is short, and it's important to seize every opportunity because eventually, time will take everything from us."
  },
  {
    "id": 6,
    "title": "In this world, people will always throw stones on the path of your success. It depends on what you make from them - a wall or a bridge.",
    "explanation": "Challenges can either be barriers or stepping stones, depending on how you approach them."
  },
  {
    "id": 7,
    "title": "Challenges make life interesting; overcoming them make life meaningful.",
    "explanation": "Challenges bring excitement to life, and conquering them brings fulfillment and purpose."
  },
  {
    "id": 8,
    "title": "There is no joy in victory without running the risk of defeat.",
    "explanation": "The excitement of victory is meaningful only when there is a real possibility of failure."
  },
  {
    "id": 9,
    "title": "A path without obstacles leads nowhere.",
    "explanation": "Challenges are necessary for growth. A smooth, obstacle-free life leads to stagnation."
  },
  {
    "id": 10,
    "title": "Past is a nice place to visit but certainly not a good place to stay.",
    "explanation": "Reflecting on the past can be useful, but dwelling on it prevents progress."
  },
  {
    "id": 11,
    "title": "You can't have a better tomorrow if you are thinking about yesterday all the time.",
    "explanation": "Focusing on the past hinders progress toward a better future."
  },
  {
    "id": 12,
    "title": "If what you did yesterday still looks big to you, then you haven't done much today.",
    "explanation": "If you're still proud of yesterday's achievements, you haven't accomplished anything significant today."
  },
  {
    "id": 13,
    "title": "If you don't build your dreams, someone else will hire you to build theirs.",
    "explanation": "If you don't pursue your goals, you will end up working to fulfill someone else's dreams."
  },
  {
    "id": 14,
    "title": "If you don't climb the mountain; you can't view the plain.",
    "explanation": "To enjoy the rewards, you must first put in the effort to overcome challenges."
  },
  {
    "id": 15,
    "title": "Don't leave it idle - use your brain.",
    "explanation": "Encourages people to think and be proactive instead of wasting their mental potential."
  },
  {
    "id": 16,
    "title": "You are not paid for having brain, you are only rewarded for using it intelligently.",
    "explanation": "Intelligence alone isn't enough; success comes from applying it effectively."
  },
  {
    "id": 17,
    "title": "It is not what you don't have that limits you; it is what you have but don't know how to use.",
    "explanation": "Your potential is not limited by what you lack but by your failure to make the most of what you have."
  },
  {
    "id": 18,
    "title": "What you fail to learn might teach you a lesson.",
    "explanation": "Missed opportunities for learning often turn into life's toughest lessons."
  },
  {
    "id": 19,
    "title": "The difference between a corrupt person and an honest person is: The corrupt person has a price while the honest person has a value.",
    "explanation": "Corruption comes with a price, but honesty is rooted in integrity and cannot be bought."
  },
  {
    "id": 20,
    "title": "If you succeed in cheating someone, don't think that the person is a fool...... Realize that the person trusted you much more than you deserved.",
    "explanation": "Cheating someone doesn't make you smart; it only highlights how much trust they placed in you."
  },
  {
    "id": 21,
    "title": "Honesty is an expensive gift; don't expect it from cheap people.",
    "explanation": "Honesty is a rare and valuable trait that shouldn't be expected from those with low integrity."
  }
]
